Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nord.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: This is often due to the fact that NSD cannot approve that the personal data can be processed as you have described in the submitted notification.
nb: Ofte skyldes dette at NSD ikke kan godkjenne at personopplysningene behandles slik som du har beskrevet det i meldingen.

source: Prof. Øyvind Sandbak from Center for Elite Sports Research (SenTIF), Department of Neuromedicine and Movement Science (INB), Norwegian University of Science and Technology (NTNU), Trondheim.
nb: Øyvind Sandbak fra Senter for toppidrettsforskning, (SenTIF) og Institutt for nevromedisin og bevegelsesvitenskap (INB) ved NTNU.

source: You can do this by placing your mobile phone w/ Nettskjema Dictaphone app next to your PC speaker during the interview.
nb: Dette kan du gjøre ved å legge mobil m/Nettskjema diktafon-app ved PC-høyttaler når intervjuet pågår.

source: PhD candidate Arseny Dubin will hold a trial lecture and defend his thesis for the degree Philosophiae Doctor (PhD) at the Faculty of Biosciences and Aquaculture, Nord University.
nb: Ph.d.-kandidat Arseny Dubin skal holde prøveforelesning og disputere for graden Philosophiae doctor (Ph.d), ved Fakultet for biovitenskap og akvakultur, Nord universitet.

source: Can carry out anaesthetic nursing while respecting the integrity of the patient and the next of kin
nb: Utøve anestesisykepleie med respekt for pasientens og pårørendes integritet

source: After completion of the MAR-BIO programme the candidate:
nb: Etter fullført MAR-BIO programmet vil kandidaten:

source: – This includes publishing live or still images from classes on social media, like Snapchat, says Gårseth-Nesbakk.
nb: – Dette gjelder også ved publisering av video eller bilder fra undervisningene i sosiale medier, som Snapchat og liknende, sier Gårseth-Nesbakk.

source: If you get bored there, Svalbard is not made for you.
nb: Hvis du kjeder deg her, er ikke Svalbard stedet for deg.

source: - There were excellent conditions for skiing at the time, says student host, Øystein Strømsnes.
nb: - Da var det fine forhold for å gå på ski, sier studentvert i Studentinord, Øystein Strømsnes.

source: Key research questions, methodological challenges and choice of methods’.
nb: Sentrale forskningsspørsmål, metodologiske utfordringer og metodevalg».

source: (1931) and a top-secret double feature.
nb: (1931) samt en topphemmelig ekstra godbit.

source: If you are collecting information through a questionnaire, you must use
nb: Dersom du skal innhente opplysninger gjennom spørreskjema, skal du bruke

source: UB is also administering Nord University'
nb: UB administrerer også Nord universitet si

source: The child rescuers were inspired by Enlightenment ideals and “viewed themselves as altruists and humanitarians dedicated to rescuing those who were less fortunately placed in the social order” (Platt 1968).
nb: Bevegelsen var inspirert av ideer fra opplysningstiden og medlemmene “så på seg selv som altruister og humanister» (Platt 1968) som var dedikert til å redde dem som hadde falt utenfor samfunnet.

source: Students are encouraged to submit all 4 theory exercises.
nb: Studentene oppfordres til å levere samtlige teoriøvinger (4 stk).

source: have knowledge of the history of functional screening, traditions, uniqueness and place / significance for coaches and practitioners
nb: ha kunnskap om historien til funksjonell screening, tradisjoner, egenart og plass/betydning for trenere og utøvere

source: be able to plan and carry out functional screening and biomechanical analyzes for individual practitioners and groups of practitioners
nb: kunne planlegge og gjennomføre funksjonell screening og biomekaniske analyser for enkeltutøvere og grupper av utøvere

source: Scientific Level: Select All or Approved level 1 or 2.
nb: Nivå: Velg Alle eller Godkjent nivå 1 eller 2

source: Has knowledge of important digital resources about birds
nb: Opptak til studieprogrammet krever generell studiekompetanse.

source: HI114LSv1 European History before 1750 - 10 study points.
nb: HI114LSv1 Eldre europeisk historie (før 1750) - 10 studiepoeng.

source: d) have insight into factors that contribute to inequality, and can promote social justice together with people in vulnerable positions
nb: d) har innsikt i forhold som bidrar til ulikhet, og kan fremme sosial rettferdighet sammen med mennesker i utsatte posisjoner

source: All R&D, study programme graduate's, bachelor's and master's theses involving the processing of personal data must be reported to NSD.
nb: Alle FoU-, kandidat-, bachelor- og masteroppgaver som innebærer behandling av personopplysninger skal meldes til NSD.

source: In 2013, the National Curriculum underwent a revision, aiming to state more clearly for teachers their responsibility for teaching the skills in their subjects.
nb: Avhandlingen utforsker ungdomstrinnslæreres arbeid med lesing i fagene norsk, naturfag og samfunnsfag, etter læreplanrevisjonen i 2013.

source: Has advanced knowledge and understanding of how to provide good relationships, good communication and interactions with the patient,
nb: Har avansert kunnskap om og forståelse for hvordan man kan gi rom for gode relasjoner, god kommunikasjon og interaksjoner med pasienten,

source: designing information for informants about their privacy rights.
nb: utforme informasjon til informanter om deres personvernrettigheter.

source: Biology students Marilena Frye and Stina Skånhoff are consultants for plastic-free business.
nb: Biologistudentene Marilena Frye og Stina Skånhoff er rådgivere i plastfrihet.

source: FBA, Nord University- Research Scientist E ivind Oug, Norwegian Institute for Water Research (NIVA), Oslo
nb: - Førsteamanuensis Henning Reiss, FBA, Nord universitet- Førsteamanuensis Sylvie Bolla, FBA, Nord universitet- Forsker E ivind Oug, Norsk institutt for vannforskning (NIVA), Oslo

source: For example, film, TV, VR­experiences, art content for games or visualizations, digital scenography for modern theatre, music festivals, concerts, events for business, and art projects.
nb: F.eks film, TV, VR­-opplevelser, kunstnerisk innhold for spill og visualiseringer, digital scenografi for moderne teaterproduksjoner, musikkfestivaler, konserter, events for næringslivet, samt kunstprosjekter.

source: Written examination, 3 hours, comprises 100/100 of the grade, grading scale A-E for pass, F for fail.
nb: Skriftlig skoleeksamen, 3 timer, teller 100/100 av karakteren, karakterregel A-E, Beste A, Ikke bestått F. Pensumlitteratur

source: The third year (either the whole year or just one semester) is best suited for a stay abroad.
nb: Tredje studieår (enten hele eller et av semestrene) egner seg best for utenlandsopphold.

source: management of knowledge-related work and knowledge processes in organisations
nb: kunnskapsarbeid og kunnskapsprosesser i organisasjoner

source: You can request assistance from your supervisor or data protection officer if you are unsure what classification your data should have.
nb: Du kan be om bistand fra din veileder eller personvernombudet dersom du er usikker på hvilken klassifisering dine data skal ha.

source: Facts about Nord University in Meråker
nb: Fakta om Nord i Meråker

source: Here you will find information about how information can be collected anonymously, and the rules that apply when students need to process personal data in their work as students.
nb: Her finnes informasjon om hvordan opplysninger kan innhentes anonymt, og hvilke regler som gjelder når studenter må behandle personopplysninger i sine studentarbeider.

source: Calculation of remuneration for assessment 2.1 Basic Fee All externally appointed examiners are awarded a basic fee of 4 hours, with the exception of examiners assessing master's and bachelor's theses.
nb: Beregning av godtgjørelse ved sensur 2.1 Grunnhonorar Alle eksternt oppnevnte sensorer gis et grunnhonorar på 4 timer, med unntak av sensorer for masteroppgaver og bacheloroppgaver.

source: through the management of knowledge-related work and knowledge processes, can contribute to creativity and innovation in organisations
nb: kan gjennom å lede kunnskapsarbeid og kunnskapsprosesser bidra til nyskaping og innovasjon i organisasjoner

source: to analyse online biodiversity databases for research and information management.
nb: • kunne analysere online biologiske mangfoldsdatabaser for forskning og informasjonsadministrasjon.

source: The admission requirement is that 6 out of 8 subjects are passed.
nb: Opptakskravet er da at 6 av 8 emner er bestått.

source: FE314Ev1 Sustainable Accounting and Finance - 2 study points.
nb: FE314Ev1 Bærekraftig regnskap og finans - 2 studiepoeng.

source: Nord University extends online classes until March 15.
nb: mars Nord universitet viderefører digital undervisning som hovedregel fram til 15. mars.

source: The Project Owner shall ensure open access to scientific publications relating to the project results, including that the Project Owner, partners and/or authors shall retain sufficient intellectual property rights to meet the open access requirements, which are described in more detail in Section 10.
nb: Prosjektansvarlig skal sørge for åpen tilgang til vitenskapelige publikasjoner knyttet til prosjektresultatene, herunder at prosjektansvarlig, samarbeidspartnere og/eller forfattere beholder tilstrekkelige immaterielle rettigheter til å overholde krav om åpen tilgang, som nærmere beskrevet i punkt 10.

source: I'm teaching in bachelor's programs on marketing and consumption of experiences, master's programs on branding and consumer marketing, advanced marketing theory and global perspectives, and PhD on critical marketing theory and research design and methods.
nb: Jeg underviser for tiden på bachelor i markedsføring og forbruk av opplevelser, og på master i merkevare og forbrukermarkedsføring, avansert markedsføring og globale perspektiver.

source: Compound assessment, grading scale A-E, best A, no pass F
nb: Sammensatt vurdering, karakterregel A-E, Beste A, Ikke bestått F

source: “The Clinical Centre of Excellence will be a future-oriented centre for various types of simulations, testing and experimentation in digital interaction and e-health,” says Dean Gøril Ursin.
nb: – Klinisk kompetansesenter blir et framtidsretta senter for ulike typer simulering og utprøving og eksperimentering av digital samhandling og e-helse, sier dekan Gøril Ursin.

source: be able to practice the subject within the fields of training and physical activity
nb: kunne praktisere faget innen trening og fysisk aktivitet

source: Has knowledge of the most important reaction types in inorganic chemistry (mainly aqueous solutions) and organic chemistry.
nb: Har kunnskap om de viktigste reaksjonstyper i uorganisk kjemi (hovedsakelig vannløsninger) og organisk kjemi

source: UVMP is ranked as one of the top 12 veterinary universities in Europe, and is approved and accredited by The European Association of Establishments for Veterinary Education (EAEVE).
nb: UVMP er rangert blant de 12 beste veterinæruniversitetene i Europa, og er godkjent og akkreditert av The European Association of Establishments for Veterinary Education (EAEVE).

source: During the planning/start-up phase, you should plan how you will carry out data collection and ensure that the necessary permits etc. have been obtained.
nb: I planleggings-/oppstartsfasen skal du forberede hvordan du skal gjennomføre datainnsamlingen, og sørge for at nødvendige tillatelser m.m.

source: We can summarize some common features of academic writing across disciplines and study levels.
nb: Vi kan likevel sammenfatte noen trekk ved akademisk skriving på tvers av fagområde og nivå.

source: This course is made up of the two courses BCS331 and BCS332 offered by the University of the Arctic.
nb: Emnet er sammensatt av de to kursene BCS331 og BCS332 som tilbys av University of the Arctic.

source: In some cases, NSD may notify you to upload guidelines or an authorization showing that the personal data may be processed as described.
nb: I noen tilfeller kan NSD gi deg beskjed om å laste opp retningslinjer eller en godkjenning som viser at personopplysningene kan behandles som beskrevet.

source: be able to master the relevant tools, techniques and forms of expression
nb: kunne beherske relevante verktøy, teknikker og uttrykksformer

source: Guidelines: Special Examination Arrangements
nb: Retningslinjer for tilrettelegging ved eksamen

source: Can communicate results and theories in writing.
nb: Kan kommunisere resultater og teorier skriftlig.

source: Examination regulations, assessment and grading
nb: Studenten må ha PC, mikrofon og kamera.

source: Students will have the option to analyze their own samples during the course, at the expense of some of the materials used (contact Truls Moum for further information).
nb: Studenter vil få muligheten til å analysere egne prøver under kurset, noen materialer må betales for (kontakt Truls Moum for mer informasjon).

source: Assemble your best work into a showreel (Maximum 30 seconds).
nb: Vis frem dine beste arbeider i en showreel (maksimalt 30 sekunder).

source: g) can communicate the subject and exchange views and experiences with partners and thereby contribute to the development of good practices
nb: g) kan formidle faget og utveksle synspunkter og erfaringer med samarbeidspartnere og gjennom dette bidra til utvikling av god praksis

source: Make sure that all information that can be linked to individuals is deleted when you have finished the processing/thesis.
nb: Sørg for at all informasjon som kan knyttes til enkeltpersoner blir slettet når du er ferdig med behandlingen/oppgaven.

source: Portefolio, comprises 50/100 of the grade, grading scale Passed - Failed.
nb: Mappe, teller 50/100 av karakteren, karakterregel Bestått - Ikke bestått.

source: basic questions and values.
nb: spørsmål og verdier.

source: (PhD Brown) is Associate Professor of English and Cultural Studies at McMaster University.
nb: Brown) er førsteamanuensis i engelsk og kulturstudier ved McMaster University i Canada.

source: Minimum resolution: HD 720 or HD 1080
nb: Minimum oppløsning: HD 720 eller HD 1080

source: I'm supervising students on bachelor, master og PhD levels.
nb: Jeg veileder studenter både på bachelor, master og PhD nivå.

source: In the turquoise sea, something frayed and blue.
nb: Det skinner i turkis og i noe frynsete blått.

source: Most publishers allow articles to be included in the printed version.
nb: De fleste utgivere tillater tilgjengeliggjøring av artikler i den trykte utgaven i kontrakten.

source: 30 credits can be accommodated as a school-related subject in Primary and Lower Secondary Teacher Education.
nb: 30 studiepoeng kan innpasses som skolerelevant fag i grunnskolelærerutdanningene.

source: The results of the analysis will be analysed from an intercultural pedagogical perspective and the lens of the theory of practice architectures (Kemmis et al., 2014).
nb: Resultatene fra analysen ses i lys av interkulturell pedagogikk og teorien om praksisarkitektur (Kemmis et al., 2014).

source: Bachelor in Sociology and social analysis
nb: Bachelor i sosiologi og samfunnsanalyse

source: Basically no extensions will be granted.
nb: Det gis i utgangspunktet ingen forlengelse.

source: Written examination, 4 hours, grading scale A-E, Beste A, Ikke bestått F
nb: Skriftlig skoleeksamen, 4 timer, karakterregel A-E, Beste A, Ikke bestått F

source: are able to analyse and assess different aspects of their own coaching function
nb: kunne analysere og vurdere ulike sider ved egen trenerfunksjon

source: The facilities are mainly customized to the needs of the research group marine ecology, but they also complement existing facilities in the same building, such as feed laboratory and teaching lab.
nb: Fasilitetene er i hovedsak skreddersydd til behovene i forskningsgruppen Marin økologi, men de kompletterer også eksisterende fasiliteter i samme bygg, som fôrlaboratorium og undervisningslab.

source: e) have insight into the importance of digital communication in professional practice and interaction
nb: e) har innsikt i betydningen av digital kommunikasjon i profesjonell praksis og samhandling

source: Make sure that you are in edit mode (you can change between read and edit mode on the upper
nb: Du må passe på at du er i redigeringsmodus (du kan bytte mellom lese- og redigeringsmodus øverst

source: theses openly accessible via the institutional repository.
nb: åpent tilgjengelig i vitenarkivet.

source: NO106L-2v1 Norwegian for Foreigners - 15 study points.
nb: NO106L-2v1 Norsk for utlendinger - 15 studiepoeng.

source: Both Karianne and Chanice will participate on Partner Day, where you can hear more about their experiences.
nb: Du vil få møte både Karianne og Chanice på Partner Day, der de vil fortelle om sine opplevelser.

source: The study programme is session-based, and each course spans one semester with four sessions.
nb: Studiet er samlingsbasert, og hver enhet går over ett semester med fire samlinger.

source: This methodological course deals with secondary analysis, systematic/scoping review, meta-analysis and metasynthesis.
nb: Dette metodekurset omfatter sekundæranalyse, systematisk/scoping litteraturgjennomgang, metaanalyse og metasyntese.

source: be able to convey key subject matter such as theories, issues and training solutions in writing and orally
nb: kunne formidle sentralt fagstoff som teorier, problemstillinger og treningsløsninger både skriftlig og muntlig -

source: You must ensure proper security
nb: Du skal sørge for god sikkerhet

source: Nord University Student Maria Steinholt Fosnes found it very useful to meet with John Leckie.
nb: Student Maria Steinholt Fosnes synes det var svært nyttig å få møte John Leckie (foto:

source: “The best feedback I can get is to see the students enjoying what they do, and to see their development and progress, both in the classroom and on the ski track,” says Torvik.
nb: – Den beste tilbakemeldingen jeg kan få er se at studentene trives med det dem gjør og har utvikling og fremgang både på skolebenken og i skiløypa, sier Torvik.

source: Credit points for education in organisational and managerial subjects:
nb: Poeng for utdanning innen organisasjons- og ledelsesfag:

source: EK225E-1v1 Strategy, Organization and Marketing - 4 study points.
nb: EK225E-1v1 Strategi, organisasjon og marked - 4 studiepoeng.

source: 7) Funding is only granted to cover APCs for articles accepted for publication.
nb: 7) Det gis kun støtte til dekning av publiseringsavgift til artikler som er akseptert for publisering.

source: Ask for help if you are unsure about what rules apply.
nb: Be om hjelp dersom du er usikker på hvilke regler som gjelder.

source: Here you will find information about
nb: Her finner du informasjon om

source: The IVB 121 course is closely related to the IVB 131 course.
nb: Emnet IVB 121 er nært knyttet sammen med emnet IVB 131

source: Sociology is the science of society and social life.
nb: Sosiologi er vitenskapen om samfunnet og det sosiale liv.

source: Doctoral candidate Valentin Kokarev will hold a trial lecture and defend his thesis for the degree Philosophiae Doctor (PhD) at the Faculty of Biosciences and Aquaculture (Bodø), Nord University.
nb: Ph.d.-kandidat Valentin Kokarev skal holde prøveforelesning og disputas for graden Philosophiae doctor (Ph.d) ved Fakultet for biovitenskap og akvakultur, Nord universitet.

source: BI320Fv1 Fish muscle quality and biochemistry - 8 study points.
nb: BI320Fv1 Fiskemuskelkvalitet og biokjemi - 8 studiepoeng.

source: f) can plan, implement and lead coordinated and inter-professional cooperation between different services and service levels
nb: f) kan planlegge, gjennomføre og lede koordinert og tverrprofesjonelt samarbeid mellom ulike tjenester og tjenestenivåer

source: The hope is that the work on the PhD thesis can begin in 2020.
nb: Det planlegges at arbeidet med ph.d.-avhandlingen kan begynne i løpet av 2020.

source: Have advanced knowledge about and are able to master secondary analysis, systematic/scoping review, meta-analysis and metasynthesis regarding research questions, research design and the study process and reporting findings.
nb: Har avansert kunnskap om og behersker sekundæranalyse, systematisk/scoping litteraturgjennomgang, metaanalyse og metasyntese når det gjelder forskningsspørsmål, forskningsdesign og studieprosessen og rapport av funn.

source: Compulsory participation - 5 days laboratory, comprises 0/100 of the grade, grading scale Godkjent - Ikke godkjent.
nb: Obligatorisk deltakelse - 5 dagers laboratorium, teller 0/100 av karakteren, karakterregel Godkjent - Ikke godkjent.

source: can identify and analyse factors that inhibit and promote health and participation
nb: kan identifisere og analysere faktorer som hemmer og fremmer helse og deltakelse

source: Studies of English language, literature, and culture have a fairly extensive reading list.
nb: Bachelor i Engelsk, er et studie i språk, litteratur og kultur, og har en omfattende pensumliste.

source: b) have insight into power structures and the exercise of power in society
nb: b) har innsikt i maktstrukturer og maktutøvelse i samfunnet

source: Learning outcomes for Master of Specialised Nursing in Anaesthetics:
nb: Læringsutbytte for Master i spesialsykepleie med fordypning i Anestesisykepleie

source: The amount of work that must be used as a basis for achieving the learning outcomes for one academic year is 1000-1200 hours.
nb: Arbeidsomfanget som må legges til grunn for å nå læringsutbyttene for et studieår er 1000-1200 timer.

source: Other resources about Academic Writing
nb: Andre ressurser om a kademisk skriving

source: have knowledge about research and development work in the course
nb: kjenne til forsknings- og utviklingsarbeid i emnet

source: - This test went really well, says Eirin.
nb: - Testen gikk strålende, sier Eirin.

source: demonstrate the ability to make informed choices in relation to training and physical activity
nb: vise evne til å treffe begrunnede valg i forhold til trening og fysisk aktivitet

source: Oral examination, comprises 0/100 of the grade, grading scale Passed - Failed.
nb: Muntlig eksamen, gruppe, teller 0/100 av karakteren, karakterregel Bestått - Ikke bestått.

source: - 24 hours for home examinations that last 6 days or more
nb: 24 timer for hjemmeeksamen 6 dager eller mer

source: kidney disease, non-malignant lung disease, neurological diseases (ALS, MS), childhood disease and dementia
nb: hjertesykdommer, nyresykdommer, non maligne lungesykdommer, nevrologiske sykdommer (ALS, MS), sykdom hos barn og demente.

source: At the end of 2014, new premises specifically designed for marine biological research was completed.
nb: På tampen av 2014 ble det ferdigstilt nye lokaler spesielt beregnet for marinbiologisk forskning ved Mørkvedbukta forskningsstasjon.

source: All calculators from Texas Instruments with model number BA-II Plus with one or more letters (but not numbers) in the model designation.
nb: Alle kalkulatorer av merket Texas Instruments med modellbetegnelse BA-II Plus med én eller flere bokstaver (men ikke tall) i tillegg.

source: If researchers associated with Nord University publish an article that is not Open Access in a
nb: Hvis forskere tilknyttet Nord universitet publiserer en artikkel som ikke er open access i et

source: is specialized in analyzing existing scientific theories and research methods in the field of business administration, and has the ability to critically evaluate their interpretations.
nb: er spesialisert på å analysere eksisterende vitenskapelige teorier og forskningsmetode innenfor det bedriftsøkonomiske fagområdet, og evner å kritisk evaluere deres fortolkninger.
